{
  "articles": [
    {
      "id": 4,
      "title": "meanwhile duh until test 12dfgdg",
      "description": "Accusantium tempore maiores quidem explicabo sit. Nihil rerum nemo atque laboriosam excepturi quas necessitatibus. Delectus totam non consequuntur totam quod.",
      "category": "Example Category",
      "publishedDate": "2023-05-30",
      "timeRead": 7,
      "imageUrl": "",
      "content": "At veritatis voluptatum quis beatae. Porro fugit ullam tenetur esse laudantium deserunt molestias reprehenderit. Eos consequatur eius amet.\nEarum modi adipisci aliquid explicabo voluptatem quasi dolores ipsum veniam. Omnis atque occaecati consequatur repellendus. Accusantium repudiandae repudiandae natus amet quos omnis dolores ipsa.\nQuaerat rem explicabo voluptates laudantium est. Vitae libero voluptatibus perferendis explicabo praesentium reprehenderit magnam maxime ducimus. Voluptas ad temporibus."
    },
    {
      "id": 5,
      "title": "though inside busy",
      "description": "Occaecati eaque voluptate ipsum maiores. Nam ipsa at rem magni eligendi commodi aliquid nihil accusantium. Hic quas reiciendis sunt.",
      "category": "Example Category",
      "publishedDate": "2022-10-20",
      "timeRead": 7,
      "imageUrl": "https://picsum.photos/seed/cEv5wqH8gm/640/480",
      "content": "Rem officiis fuga. Autem molestias accusamus vitae. Quasi explicabo nisi qui consequuntur culpa ut provident distinctio.\nCorrupti quam adipisci ab rerum provident aspernatur blanditiis facere amet. Quos minima nemo. Porro quidem possimus.\nEarum quis quia. Sed quaerat inventore voluptatem. Possimus perferendis sunt quasi distinctio voluptatum repellat rerum veniam provident."
    },
    {
      "id": 6,
      "title": "itemize yahoo scarily",
      "description": "Culpa fugit quisquam possimus atque. Quisquam culpa et optio. Cumque autem dicta nisi beatae ullam molestiae temporibus ipsa.",
      "category": "Example Category",
      "publishedDate": "2022-12-15",
      "timeRead": 2,
      "imageUrl": "https://picsum.photos/seed/jgzE66QK/640/480",
      "content": "Iste dicta mollitia aut in consequuntur quam voluptatibus corporis. Autem nemo repellendus. Laboriosam expedita iusto fuga molestiae eaque sed.\nRecusandae dolorem excepturi quod in facere enim cupiditate iure laborum. Corporis quod nulla nisi modi tempore. Repellat ab ad nam nam magnam nobis.\nUnde beatae reprehenderit rerum repellendus. Similique sint voluptate saepe temporibus numquam et molestiae. Corrupti repellat iure molestias dolore a rem quas exercitationem aliquid."
    },
    {
      "id": 7,
      "title": "reassuringly blue fondly",
      "description": "Autem unde eum ab accusantium odit ducimus. Maiores odit dolorem quam. Quam veritatis commodi explicabo.",
      "category": "Example Category",
      "publishedDate": "2023-08-09",
      "timeRead": 2,
      "imageUrl": "https://picsum.photos/seed/EwFyEb18sk/640/480",
      "content": "Accusamus maxime ipsa quo nihil nisi voluptate asperiores vitae. Sit est quod aliquid minus pariatur. Officiis assumenda animi fuga.\nAccusamus aperiam adipisci voluptatem mollitia iste eius beatae. Officia enim laborum facilis repellendus voluptatum hic. Nisi repudiandae veritatis rerum numquam maxime.\nIste excepturi est beatae praesentium unde vitae ad fugit natus. Deserunt maiores repudiandae aliquam excepturi. Ipsum doloribus vel voluptas dolorem veritatis quas minima vel blanditiis."
    },
    {
      "id": 8,
      "title": "whose niche recklessly",
      "description": "Eum nobis perspiciatis. Inventore occaecati animi non aliquam rem. Non saepe dolore odio aperiam.",
      "category": "Example Category",
      "publishedDate": "2022-12-18",
      "timeRead": 0,
      "imageUrl": "https://picsum.photos/seed/99ls2/640/480",
      "content": "Cum ea cupiditate. Amet qui odit aliquam fugit aliquid fuga eaque consequuntur. Numquam voluptates perspiciatis alias tempora minus quae quod tempora.\nLaborum enim laudantium praesentium voluptates deleniti explicabo. A autem excepturi voluptatibus occaecati quibusdam veritatis nostrum quia cupiditate. Aspernatur veniam enim perferendis sint nostrum nam.\nAt tenetur esse voluptatibus. Repellendus consectetur explicabo quibusdam temporibus ipsa sapiente aspernatur ab. Repellendus ratione quia animi quam similique unde."
    },
    {
      "id": 9,
      "title": "supposing gee",
      "description": "Voluptate quis ea officiis. Cumque tenetur quia. Quae sequi perferendis nesciunt cumque incidunt eos recusandae.",
      "category": "Example Category",
      "publishedDate": "2023-09-01",
      "timeRead": 10,
      "imageUrl": "https://picsum.photos/seed/pY7GQ/640/480",
      "content": "In officiis quidem harum voluptatum eligendi. Expedita quibusdam quisquam recusandae delectus aliquam. Similique vero veritatis vitae quo dolores natus fugit aspernatur ipsa.\nPariatur reiciendis modi iusto voluptas nesciunt iusto reiciendis molestiae temporibus. Ea cum expedita ipsa. Nisi quod similique quos ipsam id nulla maxime atque animi.\nSuscipit voluptatibus nisi harum repellendus temporibus minus. Non tempora quis architecto dolore perspiciatis. Quod voluptate nisi eligendi rem dignissimos ipsum id totam."
    },
    {
      "id": 10,
      "title": "web throughout glittering",
      "description": "Voluptatibus provident voluptas commodi corrupti perspiciatis. Maiores aliquam expedita ut vel aliquid veniam nihil non excepturi. Vero reiciendis atque atque.",
      "category": "Example Category",
      "publishedDate": "2023-08-26",
      "timeRead": 10,
      "imageUrl": "https://picsum.photos/seed/ACa7xEb4Tl/640/480",
      "content": "Illum quae ad quas eos voluptates harum a similique voluptatibus. Voluptatum facilis enim rerum quis tempora enim itaque hic quis. Minima voluptate libero numquam minus.\nDebitis non ex architecto in pariatur. Tempore quaerat facere optio aut aperiam asperiores quibusdam voluptas pariatur. Aperiam impedit placeat architecto unde consequuntur omnis aspernatur consectetur.\nMagni illum adipisci. Dolore ad quo praesentium aspernatur perferendis adipisci mollitia laboriosam neque. Excepturi delectus dolore fugiat."
    }
  ]
}